Repository: artemanufrij/findfileconflicts
Catalog: po/extra/*.po
Languages: nl, pt

source: File Conflicts Finder
nl: Bestandsconflictzoeker
pt: Localizador de Conflitos de Ficheiros

source: An app for finding file name conflicts
nl: Een toepassing voor het vinden van bestandsconflicten
pt: Uma aplicação para encontrar conflitos de nomes de ficheiros

source: conflict;files;
nl: conflict;bestanden;zoeken;
pt: conflito;ficheiros;

source: Helps to detect and solve possible file conflicts
nl: Helpt je bij het zoeken naar en oplossen van bestandsconflicten
pt: Ajuda a detetar e resolver possíveis conflitos de ficheiros

source: Helps to find file names which could have conflicts on non Unix based operating systems
nl: Helpt je bij het zoeken naar bestandsnamen die mogelijk conflicten bevatten op niet op Unix gebaseerde besturingssystemen
pt: Ajuda a encontrar nomes de ficheiros que poderão ter conflitos em sistemas operativos baseados no Unix

source: Checks:
nl: Controleert:
pt: Verificações:

source: Similar file names like 'my document.txt' and 'My Document.txt'
nl: Vergelijkbare bestandsnamen, zoals 'mijn document.txt' en 'Mijn document.txt'
pt: Nomes de ficheiros semelhantes como 'meu documento.txt' e 'Meu Documento.txt'

source: Illegal chars like ':'
nl: Niet-toegestane tekens, zoals ':'
pt: Caracteres ilegais como ':'

source: Too long file names (>260 chars)
nl: Te lange bestandsnamen (meer dan 260 tekens)
pt: Nomes de ficheiros muito longos (>260 caracteres)

source: Welcome
nl: Welkom
pt: Bem VIndo

source: Conflicts
nl: Conflicten
pt: Conflitos

source: Translation:
nl: Vertaling:
pt: Tradução:

source: French (by Nathan Bonnemains)
nl: Frans (door Nathan Bonnemains)
pt: Francês (por Nathan Bonnemains)

source: New:
nl: Nieuw:
pt: Novo:

source: Theme switcher
nl: Themakeuze
pt: Alteração de tema

source: Fixed:
nl: Opgelost:
pt: Correções:

source: Possible crash when reorder result
nl: Mogelijk crash tijdens het herordenen van resultaten
pt: Possível falha ao reordenar o resultado

source: Sort result table by filename or modified date
nl: Sorteer de resultatentabel op bestandsnaam of wijzigingsdatum
pt: Ordenar a tabela do resultado por nome de ficheiro ou por última modificação

source: Restore correct window size
nl: Herstel de juiste venstergrootte
pt: Restaurar o tamanho correto da janela

source: Dutch (by Heimen Stoffels)
nl: Nederlands (door Heimen Stoffels)
pt: Holandês (por Heimen Stoffels)

source: Prepare for JUNO
nl: Voorbereiding voor Juno
pt: Preparações para o Juno

source: Improved:
nl: Verbeterd:
pt: Melhorado:

source: Performance for high number of files
nl: Prestaties bij grote aantallen bestanden
pt: Desempenho para um grande número de ficheiros

source: Enable/Disable some rules in Preferences dialog
nl: Schakel sommige regels in of uit middels het voorkeurenvenster
pt: Ligar/Desligar algumas regras no dialogo de Preferências

source: Initial Release
nl: InitiÃ«le uitgave
pt: Lançamento Inicial
