Repository: artemanufrij/findfileconflicts
Catalog: po/*.po
Languages: pt

source: Scaning for conflict files…
pt: A procurar conflitos de ficheiros...

source: %s (%u files found)
pt: %s (%u ficheiros encontrados)

source: Checked %u files of %u
pt: Verificados %u ficheiros de %u

source: No conflict files found
pt: Ficheiros em conflito não encontrados

source: Find File Conflicts
pt: Encontrar Conflitos de Ficheiros

source: Loading…
pt: A carregar...

source: All conflicts solved
pt: Todos os conflitos foram resolvidos

source: %u conflicts found
pt: %u conflitos encontrados

source: Open Folder
pt: Abrir Pasta

source: Rescan
pt: Reexaminar

source: Sort by Filename
pt: Ordenar por Nome de Ficheiro

source: Sort by Date
pt: Ordenar por Data

source: Preferences
pt: Preferências

source: Light background
pt: Fundo Claro

source: Dark background
pt: Fundo Escuro

source: Close
pt: Fechar

source: Similar File Name
pt: Nome do Ficheiro Semelhante

source: Too Long File Name
pt: Nome do Ficheiro Muito Longo

source: Illegal Chars
pt: Caracteres Ilegais

source: Double Dots
pt: Pontos Duplos

source: Similar Files
pt: Ficheiros Semelhantes

source: Filename contains illegal chars
pt: O nome do ficheiro contem caracteres Ilegais

source: Filename is too long
pt: O nome do ficheiro é demasiado longo

source: Filename contains double dots '..'
pt: O nome do ficheiro contem pontos duplos '..'

source: Open Location
pt: Abrir Localização

source: Move into Trash
pt: Mover para o Lixo

source: Check file names.
pt: Verificar nome dos ficheiros.

source: Open
pt: Abrir

source: Choose a folder for scanning its content for conflicts.
pt: Escolha uma pasta para procurar conflitos no seu conteúdo.

source: Select a folder.
pt: Selecione uma pasta.

source: _Cancel
pt: _Cancelar

source: _Open
pt: _Abrir

source: Folder
pt: Pasta
